Repository: Jandersoft/woocommerce-domination
Catalog: languages/woocommerce-domination-*.po
Languages: pt_br

source: Reports
pt_br: Relatórios

# Admin menu name
source: Orders
pt_br: Pedidos

source: Customers
pt_br: Clientes

source: WooCommerce Domination is inactive.
pt_br: WooCommerce Domination esta desativado.

source: Settings:
pt_br: Configurações:

source: Remove Core Posts features:
pt_br: Remover Posts do WordPress:

source: Do nothing
pt_br: Não fazer nada

source: Hidden only to shop managers
pt_br: Ocultar apenas para os gerentes de loja

source: Hidden for all
pt_br: Ocultar para todos

source: Orders
pt_br: Pedidos

source: %d order pending
pt_br: %d pedido pendente

source: view reports
pt_br: ver relatórios

source: The %s plugin must be active for the WooCommerce Domination to work.
pt_br: O plugin %s precisa estar ativado para que o WooCommerce Domination possa funcionar.

source: Use this option to controls the visibility of the WordPress native posts.
pt_br: Utilize esta opção para controlar a visibilidade dos posts nativos do WordPress.

source: This option will hide the posts and dashboard widgets in WordPress admin.
pt_br: Esta opção irá ocultar os posts e widgets do painel no administrador do WordPress.

source: The "Hidden for all" will also remove widgets and anything linked to the WordPress posts.
pt_br: A opção "Ocultar para todos" também irá remover widgets e qualquer coisa ligada aos posts do WordPress.

source: Let the WooCommerce take the control of your WordPress admin.
pt_br: Deixe o WooCommerce tomar o controle do painel de administração do WordPress.
